/* No comment provided by engineer. */
"About Verbatim Solutions" = "Om Verbatim Solutions";

/* No comment provided by engineer. */
"Verbi™ powered by Verbatim Solutions" = "Verbi™ drivs av Verbatim Solutions";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Tryck här för att börja skriva";

/* No comment provided by engineer. */
"All translation history has been cleared." = "All översättningshistorik har rensats.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Är du säker på att du vill rensa all översättningshistorik? Dina tidigare översättningar kommer inte längre att visas som förslag.";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Clear" = "Rensa";

/* No comment provided by engineer. */
"Clear Translation History" = "Rensa översättningshistorik";

/* No comment provided by engineer. */
"Done" = "Klar";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Yrkesmässig offert";

/* No comment provided by engineer. */
"Request Professional Quote" = "Begär professionell offert";

/* No comment provided by engineer. */
"Submitting.." = "Skickar…";

/* No comment provided by engineer. */
"Translating.." = "Översätter";

/* No comment provided by engineer. */
"Verbi™ is powered by Verbatim Solutions, a leading professional translation services provider.  Verbi™ provides you quick machine translations and is not a substitute for certified, professional translation services.  For a professional translation provided by one of our certified translators please contact us at" = "Verbi™ drivs av Verbatim Solutions, en ledande leverantör av översättningstjänster. Verbi™erbjuder snabba maskinöversättningar och är ingen ersättning för certifierade, professionella översättningstjänster. Om du behöver en professionell översättning från en av våra certifierade översättare, var god kontakta oss per";

/* No comment provided by engineer. */
"Mail:" = "Post:";

/* No comment provided by engineer. */
"Call:" = "Ring:";

/* No comment provided by engineer. */
"Online:" = "Online:";

/* No comment provided by engineer. */
"Verbi™ Translate" = "Verbi™ Translate (översätt)";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "Tyvärr har ett fel uppstått. Försök igen senare";

/* No comment provided by engineer. */
"An internet connection is required to continue." = "An internet connection is required to continue.";

/* No comment provided by engineer. */
"We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install." = "We're missing a background for the selected language. Please restart the application.  If the problem persists, please uninstall and re-install.";

/* No comment provided by engineer. */
"Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install." = "Missing theme information for '%'. Please close and restart.  If this problem continues, please uninstall and re-install.";